[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Thiök
btnUpdate.Caption=Download
btnConfirmCancel.Caption=Thiök
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=Athiɛɛidu! Yïn cath wekë kë jöt (latest version). Acin këjöt tɔ̈u.
lblGetUptInfo.Caption=Akɔɔr këjöt, tit tei amääth...
btnConfigCancel.Caption=Temkɔ̈u
btnMinimize.Caption=Tääue piny
btnProcessCancel.Caption=Temkɔ̈u
btnUptWeb.Caption=Tïŋ këjöt Enɔɔnë
btnWebCancel.Caption=Tïŋ këjöt e thaar däŋ
lblUpdateFailed.Caption=Tïŋde këjöt akën tiam! Apiɛth bä be nyɔk e thëm e thaar däŋ pei. Ku nɔn bä "Nyɔk" gutic ago nyɔk e them yïn en enɔɔnë.
btnFailedClose.Caption=Thiök
btnRetry.Caption=Nyɔk
btnSuccessClose.Caption=OK

[LiveUpdate_M]
Item=Rinke
Size=Dïtde
Version=Version de
DownLoading=Abɔ̈piny
OK=OK
Close=Thiök
LiveUpdate=Këjöt
UpdateSuccess=%s aci tɔ̈ ye këjöt. Yïn bi kä ci piac mat thïn yök ku abik yïn kony arët enɔɔnë.
WebDownLoad=Version jöt de %s atɔ̈u enɔɔnë. Apiɛth bä lööm enɔɔnë ago kä ci piac mat thïn uök aya. Abi gäm yïn baaŋ (It's free of charge).
AvailableUpdates=Käjööt tɔ̈u enɔɔnë
NewVersion=Version Jöt
VersionUpdate=Version de Këjöt
ImportantUpdate=Këjöt Piɛth

